[
  {
    "id": "article-1",
    "title": "Guara: La Varietat Ideal per a Productivitat i Adaptacio",
    "slug": "guara-cultivo-completo",
    "excerpt": "Apren tot sobre la varietat Guara: quan comprar-la, com cuidar-la, esquema de podes i consells experts per maximitzar la teva collita.",
    "content": "La varietat Guara es una de les mes populars en el cultiu de ametllers per la seva combinacio perfecta de productivitat, qualitat i adaptacio a diverses condicions climatiques.\n\nQUAN COMPRAR LES PLANTAS DE GUARA\n\nEl millor moment per adquirir plants de Guara es durant el periode de repos hivernal, entre novembre i febrer. Durant aquests mesos, els arbres estan en dormencia i la probabilitat de desenvolupar arrels correctament es molt mes alta.\n\nSi pots elegir entre plants de 1 any o 2 anys de edat, et recomanem les de 2 anys, ja que son mes vigoroses i mes resistents al transplantament. Assegura't que les plants procedeixen de vivers certificats que garantixin la qualitat genetica i la sanitat fitosanitaria.\n\nEL TERRENY IDEAL PER A LA GUARA\n\nAquesta varietat es cultiva millor en sols profunds amb bon drenatge. Prefereix sols neutres o lleugerament alcalins (pH 7-8). Evita les zones baixes on l'aigua es pugui embassar durant l'hivern, ja que es susceptible a la podridura de les arrels en condicions humides prolongades.\n\nLa Guara necessita una bona exposicio solar. Planta-la en llocs on rebi almenys 6-8 hores de sol directe al dia. Si ja tens altres varietats de ametllers, la Guara es compatible com a polinitzadora amb moltes altres varietats.\n\nSISTEMA DE RIEGO I HIDRATACIO\n\nDurant els primers 2-3 anys després de la plantacio, estableix un sistema de reg regular. A la zona de planta (aproximadament 1,5-2 metres al voltant del tronc), manté la terra humida pero no saturada.\n\nUn dels avantatges de la Guara es la seva resistencia a la sequera un cop esta ben establerta. De totes formes, en períodes de sequera extrema durant la floracio i formacio del fruit, un reg ocasional pot augmentar significativament la produccio.\n\nEL CALENDARIO DE PODES: CRIT FONAMENTAL\n\nLa poda es essencial per obtenir una bona produccio de Guara. Aqui et presentem l'esquema recomanat:\n\nANY 1-2 (PODA DE FORMACIO)\n- Realitza 1-2 podes moderades a final de gener\n- Objectiu: crear una estructura de branques principals (3-4 branques)\n- Elimina branques creuades i el creixement vertical excessiu\n\nANY 3-4 (PODA DE REGULARITZACIO)\n- Realitza 1 poda anual a final d'hivern\n- Objectiu: mantenir la forma i airejar la copa\n- Elimina les branques que es creuen o creixen cap a dins\n\nANY 5+ (PODA DE MANTENIMENT)\n- Realitza 1 poda anual a final de gener o principi de febrer\n- Objectiu: mantenir la produccio i la forma\n- Elimina les branques morts, enfermes o velles\n- Poda les branques massa gruixudes que no produeixen\n\nNOMBRE TOTAL DE PODES ANUALS: 1 poda principal a final de gener/principi de febrer\n\nCONSELLS PER A LA PODA\n- Sempre poda en dies sense gelades\n- Utilitza eines ben afilades i desinfectades\n- Els retalls grans han de recobrirse amb cicatriu de poda\n- No podes mes del 25% de la copa en un any\n\nFERTILITZACIO I NUTRICI\n\nLa Guara es una varietat que demanda una fertilitzacio equilibrada. A partir del tercer any, aplica:\n\nPRIMAVERA (Marc-Abril):\n- Fertilitzant equilibrat (10-10-10)\n- Aproximadament 100-150 g per arbre jove\n\nESTIU (Juny-Juliol):\n- Potassi (perque estimula la fructificacio)\n- 50-75 g de potassi per arbre\n\nEn sols calcaris, afegeix quelats de ferro per evitar clorosi.\n\nFLORACIO I PRODUCCIO\n\nLa Guara floreix en floracio mitja-tardana (final de febrer a mitjan marc). Aixo es una gran avantatge perque la protegeix de les gelades tardanes que afecten altres varietats.\n\nLa produccio comença al tercer o quart any de cultiu. Un cop establerta, pot produir entre 2-4 tones per hectarea en condicions optimes.\n\nCOLLITA\n\nLes ametlles de Guara se solen collir entre setembre. Utilitza un vibrador mecanic per caure les ametlles i recull-les immediatament. Una ametlla que cau es una ametlla que pot desenvolupar plagues o malalties.\n\nCONCLUSIO\n\nLa varietat Guara es una excel.lent opcio per a productors que busquen fiabilitat, productivitat i una bona adaptacio climatica. Amb el respecte als punts claus de plantacio, riego, poda regular i fertilitzacio adequada, la teva inversio portara resultats constants durant 30-40 anys o mes.",
    "variety_id": "guara",
    "author": "Ametllers Premium",
    "featured_image_url": "https://images.pexels.com/photos/4033630/pexels-photo-4033630.jpeg",
    "video_url": "https://www.youtube.com/embed/7-0r5B2y-iU",
    "reading_time": 15,
    "published_at": "2024-01-15T10:00:00Z",
    "language": "ca"
  },
  {
    "id": "article-2",
    "title": "Marcona: Cultivo y Cuidados de la Variedad Premium",
    "slug": "marcona-cultivo-premium",
    "excerpt": "Descubre cómo cultivar la variedad Marcona, la reina de las almendras. Consejos sobre plantación, riego, poda y cosecha para obtener frutos de máxima calidad.",
    "content": "La variedad Marcona es reconocida mundialmente como la almendra de mayor calidad y precio. Su cultivo requiere atención especial pero los resultados justifican plenamente el esfuerzo.\n\nCARACTERISTICAS PRINCIPALES\n\nLa Marcona se destaca por su tamaño excepcional, cáscara fina y sabor dulce inconfundible. Los frutos pueden alcanzar los 2.5-3 gramos de peso, lo que la hace ideal para mercados premium.\n\nEXIGENCIAS DE CLIMA Y SUELO\n\nLa Marcona prefiere climas templados mediterráneos sin heladas tardías extremas. Necesita suelos profundos con buen drenaje, pH entre 7.5-8.5.\n\nREQUIERE POLINIZADOR\n\nLa Marcona es variedad autoincompatible, por lo que necesita un polinizador. Las mejores opciones son Lauranne o Guara.\n\nREGIMEN DE PODA\n\nAño 1-2: Poda de formación (1-2 veces)\nAño 3-5: Poda de regularización (1-2 veces anuales)\nAño 6+: Poda de mantenimiento (1-2 veces anuales)\n\nLa Marcona requiere poda más frecuente que otras variedades para mantener la calidad de frutos.\n\nFERTILIZACION ESPECIAL\n\nDada su exigencia, la Marcona requiere:\n- Nitrógeno moderado (80-100 g/árbol en primavera)\n- Potasio abundante (60-80 g/árbol en verano)\n- Microelementos especialmente boro\n\nCOSECHA\n\nLa cosecha debe ser cuidadosa para no dañar los frutos. Utiliza equipos de vibración de baja intensidad. Los frutos deben secarse rápidamente para mantener su color y calidad.\n\nRENDIMIENTO\n\nUna plantación bien establecida puede producir 1.5-2.5 toneladas por hectárea de almendra seca. Los precios premium compensan ampliamente el menor volumen.",
    "variety_id": "marcona",
    "author": "Ametllers Premium",
    "featured_image_url": "https://images.pexels.com/photos/4033630/pexels-photo-4033630.jpeg",
    "video_url": "https://www.youtube.com/embed/dQw4w9WgXcQ",
    "reading_time": 12,
    "published_at": "2024-01-10T10:00:00Z",
    "language": "es"
  },
  {
    "id": "article-3",
    "title": "Plagas y Enfermedades del Almendro: Guia Completa",
    "slug": "plagas-enfermedades-almendro",
    "excerpt": "Manual completo para identificar y controlar las principales plagas y enfermedades del almendro: monilia, polilla, ácaros y más.",
    "content": "El almendro, aunque es relativamente resistente, puede verse afectado por varias plagas y enfermedades que reducen significativamente la producción.\n\nMONILIA (Monilinia laxa)\n\nLa monilia es la enfermedad más peligrosa del almendro. Causa el secado de flores y ramas en primavera.\n\nSintomas:\n- Flores y ramas marchitas y secas\n- Presencia de polvo grisáceo\n- Cancros en ramas principales\n\nControl:\n- Poda rigurosa de ramas afectadas\n- Aplicar fungicidas cúpricos en prefloración\n- Mejorar la ventilación de la copa\n- Evitar el exceso de humedad\n\nPOLILLA DEL ALMENDRO\n\nLa polilla causa graves daños en los frutos y la semilla.\n\nControl:\n- Monitoreo con trampas de feromonas\n- Aplicar insecticidas específicos en el momento correcto\n- Recolectar frutos caídos regularmente\n- Destruir restos de cosecha\n\nACAR ROJO\n\nEste ácaro causa decoloración y debilitamiento de hojas.\n\nControl:\n- Aplicar acaricidas en primavera\n- Favorecer depredadores naturales\n- Mantener la salud general del árbol\n\nPLANIFICACION INTEGRAL\n\nLa mejor estrategia es mantener árboles sanos mediante:\n- Podas regulares\n- Fertilización equilibrada\n- Riego adecuado\n- Vigilancia constante\n- Tratamientos preventivos en momentos clave",
    "variety_id": null,
    "author": "Ametllers Premium",
    "featured_image_url": "https://images.pexels.com/photos/4033630/pexels-photo-4033630.jpeg",
    "video_url": null,
    "reading_time": 10,
    "published_at": "2024-01-05T10:00:00Z",
    "language": "es"
  }
]
